{
  "followerData": [
    [
      1738195200000,
      441
    ],
    [
      1738281600000,
      441
    ],
    [
      1738368000000,
      441
    ],
    [
      1738454400000,
      441
    ],
    [
      1738540800000,
      441
    ],
    [
      1738627200000,
      441
    ],
    [
      1738713600000,
      441
    ],
    [
      1738800000000,
      441
    ],
    [
      1738886400000,
      441
    ],
    [
      1738972800000,
      441
    ],
    [
      1739059200000,
      441
    ],
    [
      1739145600000,
      441
    ],
    [
      1739232000000,
      441
    ],
    [
      1739318400000,
      441
    ],
    [
      1739404800000,
      441
    ],
    [
      1739491200000,
      441
    ],
    [
      1739577600000,
      441
    ],
    [
      1739664000000,
      441
    ],
    [
      1739750400000,
      441
    ],
    [
      1739836800000,
      441
    ],
    [
      1739923200000,
      443
    ],
    [
      1740009600000,
      443
    ],
    [
      1740096000000,
      443
    ],
    [
      1740182400000,
      443
    ],
    [
      1740268800000,
      443
    ],
    [
      1740355200000,
      443
    ],
    [
      1740441600000,
      443
    ],
    [
      1740528000000,
      443
    ],
    [
      1740614400000,
      443
    ],
    [
      1740700800000,
      443
    ]
  ],
  "data": [
    {
      "id": "253478",
      "time": "24.2.2025 09:23:50",
      "link": "http://youtube.com/watch?v=QR9awsif2mg",
      "caption": "Maximum efficiency, innovative technology and precise material separation\n\nThe ArnoShred V sets new standards in shredding technology. Thanks to its unique polyhedron design, it makes optimum use of centrifugal force and ensures highly efficient processing.  \n\nAutomatic Material Separation – Save Time, Increase Efficiency\nA standout feature of the ArnoShred V is its ability to automatically separate materials with different specific masses – such as plastic and aluminum or copper and iron. This saves valuable time and significantly simplifies downstream sorting processes.\n\nFlexible Adaptation to Individual Requirements\nWith variable rotor speeds ranging from 600 to 1,200 RPM and a broad drive power spectrum from 2×22 kW to 2×315 kW, the ArnoShred V adapts flexibly to a wide range of applications. Available in different model sizes – from 2,900 × 1,800 × 1,800 mm to larger variants – it can be seamlessly integrated into existing plant concepts.\n\nMaximum Flexibility in the Shredding Process\nThe ArnoShred V operates in both continuous and batch modes. The particle size of the output material can be individually adjusted to achieve optimal results for various applications. Using state-of-the-art technology, it shreds and fragments a broad range of materials – making it the perfect solution for different industries and applications.\n\nEasy Maintenance – Reduced Operating Costs\nThe innovative wear-part concept enables customers to perform maintenance and servicing independently – without the need for external specialists. The use of cost-effective, readily available spare parts reduces operating costs and ensures long-term economic efficiency.\n\nTest the ArnoShred V in Our Test Center!\nSee the power of the ArnoShred V for yourself – test your own materials directly in our test center! We also offer additional processes such as sorting, separation, screening, and grinding. Within a short time, you’ll receive precise results tailored to your specific requirements.\n\nSecure the Future of Shredding Technology!\nContact us for personalized consultation or schedule a test appointment today.\n\nContact us for personalized consultation or schedule a test appointment today.\n\nSergei Shaveko\nSales\n\n📧 E-Mail: s.shaveko@atm-recyclingsystems.com\n📞 Mobile: +43 664 / 88 355 368",
      "like": "1",
      "comment": "0",
      "watch": "17",
      "date": "2025-02-24T09:23:50.000Z"
    },
    {
      "id": "253478",
      "time": "24.2.2025 08:57:23",
      "link": "http://youtube.com/watch?v=iHqfal4LbkE",
      "caption": "Efficient Vibrating Screen Technology for Maximum Productivity\n\nWe present the Vibrating Screen (VS) from ATM Recyclingsystems – the ideal solution for precise material separation in recycling processes.\n\nVS – Powerful Vibrating Screen Technology\nThe VS stands out with its robust design and variable screen decks, allowing for individual customization to meet your specific requirements. Different mesh sizes ensure efficient separation of various materials, optimizing material processing.\n\nRobust, Durable & Efficient\n✔ Reliable continuous operation thanks to high-quality materials\n✔ Low maintenance costs due to excellent craftsmanship\n✔ Easy integration into existing systems\n\nTechnical Highlights of the VS\n✅ Screening surfaces: 1,500 × 3,000 mm to 2,000 × 6,000 mm\n✅ Mesh sizes: Customizable to your needs\n✅ Capacity: Up to 50 t/h (depending on material)\n✅ Drive options: Sturdy unbalance motors or motor-driven solutions\n\nMaximum Efficiency for Your Recycling Processes\nBenefit from innovative vibrating screen technology and boost your productivity!\n\n🔹 Get in touch today! Visit our website or contact us directly for more information.\n\nContact:\nSergei Shaveko\nSales\n\n📧 E-Mail: s.shaveko@atm-recyclingsystems.com\n📞 Mobile: +43 664 / 88 355 368",
      "like": "0",
      "comment": "0",
      "watch": "13",
      "date": "2025-02-24T08:57:23.000Z"
    },
    {
      "id": "253478",
      "time": "30.10.2024 08:47:21",
      "link": "http://youtube.com/watch?v=ok2sWFV8cOA",
      "caption": "Watch as \"The Hydraulic Car Flattener\" takes on an extraordinary challenge – crushing a luxury car! 🚗💥 Get an up-close look at the sheer power of ATM Recyclingsystems' advanced hydraulic technology, designed to handle even the toughest materials in the metal recycling industry.\n\nATM Recyclingsystems GmbH, part of the ASCO Group International, has over 80 years of experience in metal recycling. With expertise in engineering, in-house manufacturing, and innovative research, ATM develops and maintains world-class recycling systems for processing secondary raw materials. From comprehensive recycling solutions to global service and spare parts offerings, ATM ensures efficiency and durability in every project.\n\n🔗 For more about our technology and services, visit: www.atm-recyclingsystems.com\n📧 Contact us: office@atm-recyclingsystems.com",
      "like": "2",
      "comment": "0",
      "watch": "69",
      "date": "2024-10-30T08:47:21.000Z"
    }
  ]
}