[
  {
    "url": "https://www.linkedin.com/ad-library/detail/526229343?trk=ad_library_ad_preview_content_image",
    "creative": {
      "type": "img"
    },
    "caption": "Tanıtılan 📢 T409E Electric Material Handler in Stock – Ready to Ship!\nLooking for a powerful, eco-friendly solution? The T409E material handler is 100% electric and packed with cutting-edge features designed for efficiency and performance. With powerful AC Motor – 50kW power for up to 9 hours of operation, 4 Operating Speeds, 33-Foot Reach & 16'5” Cab Elevation there is no better electric material handler!\n\n Act now! The T409E is ready to be delivered!",
    "runTime": {
      "humanize": null,
      "startTime": null,
      "finishTime": null
    },
    "impression": "",
    "countryList": []
  },
  {
    "url": "https://www.linkedin.com/ad-library/detail/473051743",
    "creative": {
      "type": "unknown",
      "content": null
    },
    "caption": "Tanıtılan Watch the T308 in action as it effortlessly handles large cardboard loads with precision and power! With a 27-foot boom reach and an impressive 39,000 lbs operating weight, this material handler is built to tackle the toughest tasks. Experience the efficiency of its advanced hydraulic system and the comfort of a soundproof cab with A/C, making even the longest workdays a breeze. Ready to elevate your operations with a T308?",
    "runTime": {
      "humanize": null,
      "startTime": null,
      "finishTime": null
    },
    "impression": "",
    "countryList": []
  },
  {
    "url": "https://www.linkedin.com/ad-library/detail/407708043",
    "creative": {
      "type": "video",
      "content": "https://dms.licdn.com/playlist/vid/v2/D5605AQEDvizyzFw0Zg/mp4-640p-30fp-crf28/mp4-640p-30fp-crf28/0/1714759893866?e=1745820000&v=beta&t=cSOGefo1oepSSTa9LS8biD_gcHDVAjyLEvrSnxUnxaw"
    },
    "caption": "Tanıtılan Craving some culinary creativity this weekend? Dive into Table Scraps for all the inspiration you need! Whether it's BBQ shrimp, succulent steaks, or delightful dishes in between, we've got you covered.\n\nWatch Now: https://lnkd.in/gbmfm_qg",
    "runTime": {
      "humanize": null,
      "startTime": null,
      "finishTime": null
    },
    "impression": "",
    "countryList": []
  }
]