[
  {
    "id": "253477",
    "time": "27.2.2025 14:20:42",
    "link": "http://youtube.com/watch?v=4H9QAlZDbhA",
    "caption": "https://www.lefort.com/en/cisailles/lidex-shear/",
    "like": "7",
    "comment": "0",
    "watch": "248",
    "date": "2025-02-27T14:20:42.000Z"
  },
  {
    "id": "253477",
    "time": "10.12.2024 12:37:35",
    "link": "http://youtube.com/watch?v=lYQRhe73788",
    "caption": "LIDEX scrap shears with side compression are particularly suitable for cutting and compacting heavy and bulky scrap metal. These machines are ideal to reach very high production levels up to 115 t/h with low operating costs. \n\nThe LIDEX is the only scrap shear with side compression to offer a complete automatic cycle that includes discharging of scrap materials from the preload table into the compression box, closing of the box and complete cutting cycle.\n\nThe LIDEX allows productivity gains of 25%",
    "like": "17",
    "comment": "0",
    "watch": "803",
    "date": "2024-12-10T12:37:35.000Z"
  },
  {
    "id": "253477",
    "time": "4.11.2024 10:25:29",
    "link": "http://youtube.com/watch?v=9MHfY2tcud8",
    "caption": "LIDEX scrap shear with side compression is particularly suitable for cutting and compacting heavy and bulky scrap metal thanks to the its throat size, its power and side-squeeze force.\n\nThese machines are ideal to reach very high production levels up to 115 t/h with low operating costs. They also can be used for baling and can have a pusher with a press force of either 250 tons or 320 tons for an increased densification of the material.\n\nTill now, the LIDEX is the only scrap shear with side compression to offer a complete automatic cycle that includes discharging of scrap materials from the preload table into the compression box, closing of the box and complete cutting cycle.\n\nThis unique function is made possible mainly by two major innovations:\n\ninnovative kinematics for the preload table which allows dumping of scrap metal directly into the pusher area, and thus reducing the number of movements\n\na high amplitude lid designed to exert exceptional compaction power and efficiency to reduce cycle times.\n\nThe operator who is no longer needed for compression and shearing operations frees up time for carrying out other operations.\n\nThe LIDEX allows productivity gains of 25%",
    "like": "6",
    "comment": "0",
    "watch": "284",
    "date": "2024-11-04T10:25:29.000Z"
  },
  {
    "id": "253477",
    "time": "29.4.2025 12:08:28",
    "link": "http://youtube.com/watch?v=K-zo9aRKHI8",
    "caption": "A Powerful Machine, Built for the Field\n\n Equipped with a high-performance 550 hp engine, the Lefort Trax 1250 delivers an impressive cutting force of 1,250 tons. Thanks to its crawler tracks, the machine moves effortlessly across sites, offering unmatched flexibility for both on-site operations and recycling facilities.\n\nBut the true game-changer lies in its integrated loading table/hopper. This innovative configuration significantly boosts productivity by allowing continuous feeding of the shear and reducing material handling. During the compression/shearing cycle, the operator can already prepare the next batch by loading the hopper – eliminating idle time.\n\n \nA Concentration of Technology & High-Level Performance\n\n Equipped with the latest advancements in automation and safety, the Trax 1250 ensures optimal productivity while keeping operating costs to a minimum. A standout feature is its brand-new power unit, designed to allow most maintenance operations to be carried out safely from ground level, enhancing both ease and operator security.\n\n The unit is also fitted with enhanced soundproofing, drastically reducing noise emissions on site. For added convenience, an optional maintenance platform has been specifically developed to make blade changes easier and more efficient for technicians.",
    "like": "5",
    "comment": "0",
    "watch": "101",
    "date": "2025-04-29T12:08:28.000Z"
  }
]